Repository: sergiorm/synfig_jcome
Catalog: synfig-studio/po/*.po
Languages: de

source: Init Params...
de: starte Parameter...

source: Init MetaData...
de: starte MetaDaten...

source: Init Children...
de: starte Untergeordnete...

source: Init Info...
de: starte Info...

source: Init Navigator...
de: Starte Navigator...

source: Init Timetrack...
de: starte Zeitleiste...

source: Init Curve Editor...
de: starte Kurven Editor...

source: Init Layer Groups...
de: starte Ebenen Gruppen...

source: Init Color Dialog...
de: staret Farbdialog...

source: Init Gradient Dialog...
de: starte Verlaufsdialog...

source: Init DeviceTracker...
de: starte DeviceTracker...

source: Init Tools...
de: starte Werkzeuge...

source: Init ModPalette...
de: starte ModPalette...

source: Init Setup Dialog...
de: starte Einstellungsdialog...

source: Init Input Dialog...
de: starte Eingabedialog...

source: Init auto recovery...
de: starte Automatische Wiederherstellung...

source: Loading Settings...
de: Einstellungen laden...

source: Checking auto-recover...
de: Automatische Wiederherstellung überprüfen...

source: Crash Recovery
de: Absturz Wiederherstellung

source: Auto recovery file found
de: Automatische Wiederherstellung Datei gefunden

source: Synfig Studio seems to have crashed before you could save all your files. Recover unsaved changes?
de: Synfig Studio scheint abgestürzt zu sein bevor Sie alle Daten sichern konnten. Ungesicherte Änderungen wiederherstellen?

source: Recover
de: Wiederherstellen

source: Ignore
de: Ignorieren

source: Unable to fully recover from previous crash
de: konnte nur unvollständig wiederhergestellt werden

source: Unable to recover from previous crash
de: konnte nicht wiederhergestellt werden

source: Warning
de: Warnung

source: Synfig Studio has attempted to recover from a previous crash. The files that it has recovered are NOT YET SAVED. It would be a good idea to review them and save them now.
de: Synfig Studio hat eine Weiderherstellung versucht. Die Daten wurden noch nicht gespeichert. Sie sollten Sie jetzt speichern.

source: Loading files...
de: Dateien laden...

source: Done.
de: Erledigt.

source: Unknown exception caught when constructing App. This software may be unstable.
de: Unbekannter Fehler bei der Erstellung der Anwendung. Diese Anwendung könnte instabil sein.

source: Quit Request
de: Anfrage abbrechen

source: Cannot quit!
de: Abbrechen nicht möglich!

source: Tasks are currently running. Please cancel the current tasks and try again
de: Andere Aufgaben werden gerade ausgeführt. Bitte beende diese und versuche es noch einmal

source: Quit Request sent
de: Abbruch Befehl gesendet

source: current
de: aktuell

source: and older
de: und älter

source: File Format Version:
de: Datei Format Version:

source: Feature not available
de: Funktion nicht verfügbar

source: Sorry, this feature has not yet been implemented.
de: Diese Funktion wurde noch nicht erstellt.

source: Documentation
de: Dokumentation

source: Documentation for Synfig Studio is available on the website: http://synfig.org/wiki/Category:Manual
de: Dokumentation für Synfig Studio findest Du hier: http://synfig.org/wiki/Category:Manual

source: Help
de: Hilfe

source: No browser was found. Please load this website manually:
de: Keinen Webbroser gefunden. Seiten manuell laden:

source: No browser found
de: Keinen Webbrowser gefunden

source: Unable to load "%s":
de: laden nicht möglich "%s":

source: Warnings
de: Warnung

source: Unable to create instance for "%s"
de: Instanz von "%s" erstellen nicht möglich

source: There appears to be a newer version of this file available on the CVS repository. Would you like to update now? (It would probably be a good idea)
de: Es scheint eine neuere Version dieser Datei in CVS zu geben. Wollen Sie jetzt aktualisieren? (das ist vermutlich eine gute Idee)

source: Uncaught error on file open (BUG)
de: Fehler beim Öffnen der Datei

source: Idle
de: Untätig

source: ERROR
de: FEHLER

source: Feature not yet implemented
de: Funktion noch nicht erstellt

source: Moves the time window
de: Bewegt das Zeitfenster

source: Changes the current time
de: Ändert die aktuelle Zeit

source: Turn on animate editing mode
de: Animieren barbeiten an

source: Current time
de: Aktuelle Zeit

source: Refresh
de: Aktualisieren

source: Quality (lower is better)
de: Qualität (niedriger ist besser)

source: Show grid when enabled
de: Raster anzeigen wenn aktiviert

source: Shows onion skin when enabled
de: Zeigt Zwiebelhäute wenn aktiviert

source: Past onion skins
de: vorherige Zwiebelhäute

source: Future onion skins
de: Zukünftige Zwiebelhäute

source: Shows the Render Settings Dialog
de: Zeigt den Renderer Einstellungsdialog

source: Shows the Preview Settings Dialog
de: Zeigt den Vorschau Einstellungsdialog

source: Close Window
de: Fenster schließen

source: Quit
de: Abbrechen

source: (best)
de: (beste)

source: (fastest)
de: (schnellste)

source: Set Quality to %d
de: Qualität auf %d setzen

source: Show Grid
de: Raster anzeigen

source: Snap to Grid
de: Einrasten

source: Show Guides
de: Zeige Hinweise

source: Snap to Guides
de: Hinweise einrasten

source: Use Low-Res
de: Niedrige Auflösung

source: Show Onion Skin
de: Zwiebelhäute anzeigen

source: Zoom In on Timeline
de: Zoom+ auf Zeitleiste

source: Zoom Out on Timeline
de: Zoom- auf Zeitleiste

source: Select All Children
de: Alle Untergeordneten auswählen

source: -MODIFIED
de: -MODIFIZIERT

source: -UPDATED
de: -GEÄNDERT

source: Turn off animate editing mode
de: Animieren bearbeiten aus

source: Unlock future keyframes
de: Entsperre spätere Schlüsselbilder

source: Lock future keyframes
de: Sperre spätere Schlüsselbilder

source: Unlock past keyframes
de: Entsperre frühere Schlüsselbilder

source: Lock past keyframes
de: Sperre frühere Schlüsselbilder

source: Change Waypoint Group
de: Wegpunktgruppe ändern

source: Duplicate Waypoints
de: Verdopple Wegpunkte

source: Remove Waypoints
de: Entferne Wegpunkte

source: _Ease In
de: _Gleitend Start

source: _Ease Out
de: _Gleitend Ende

source: _Ease In/Out
de: _Gleitend Start/Ende

source: _Constant
de: _Konstant

source: _Jump To
de: _Springe zu

source: _Duplicate
de: _Verdoppeln

source: _Remove
de: _Entfernen

source: _Remove %d Waypoints
de: _Entferne %d Wegpunkte

source: _Both
de: _Beides

source: _In
de: _Start

source: _Out
de: _Ende

source: Import Image
de: Bild importieren

source: Bool
de: Logisch

source: Integer
de: Ganzzahlig

source: Angle
de: Winkel

source: Real
de: Reell

source: Vector
de: Vektor

source: Color
de: Farbe

source: String
de: Zeichenkette

source: Gradient
de: Verlauf

source: Eyedrop Tool
de: Pipette Werkzeug

source: Fill Tool
de: Füllen Werkzeug

source: Zoom Tool
de: Zoom Werkzeug

source: Reset Colors
de: Farben zurücksetzen

source: Swap Colors
de: Farben umkehren

source: ValueNode
de: Wertpunkt

source: About
de: Über...

source: Rename
de: Umbenennen

source: Save All
de: Alle speichern

source: Blur Layer
de: Unschärfe Ebene

source: Motion Blur Layer
de: Bewegungsunschärfe Ebene

source: Radial Blur Layer
de: Radiale Unschärfe Ebene

source: Curve Warp Layer
de: Linie verwinden Ebene

source: Inside Out Layer
de: Umkehr Ebene

source: Noise Distort Layer
de: Rauschverzerrung Ebene

source: Spherize Layer
de: Spherize Ebene

source: Stretch Layer
de: Ziehen Eben

source: Twirl Layer
de: Wirbel Ebene

source: Warp Layer
de: Verwinden Ebene

source: Filled Rectangle Layer
de: Gefüllte rechteckige Ebene

source: Metallballs Layer
de: Metaballs Ebene

source: Simple Circle Layer
de: Einfache Kreisebene

source: Clamp Layer
de: Clamp Ebene

source: Color Correct Layer
de: Farbkorrektur Ebene

source: Halftone 2 Layer
de: Halbton 2 Ebene

source: Halftone 3 Layer
de: Halbton 3 Ebene

source: Luna Key Layer
de: Luna Key Ebene

source: Julia Set Layer
de: Julia Menge Ebene

source: Mandelbrot Set Layer
de: Mandelbrotmenge Ebene

source: Checker Board Layer
de: Karo Ebene

source: Circle Layer
de: Kreisebene

source: Outline Layer
de: Umrandungsebene

source: Advanced Outline Layer
de: Erweiterte Umrandungsebene

source: Polygon Layer
de: Polygonebene

source: Rectangle Layer
de: Rechteckebene

source: Region Layer
de: Regionsebene

source: Solid Color Layer
de: Ganzfarbebene

source: Star Layer
de: Sternebene

source: Conical Gradient Layer
de: Konische Verlaufsebene

source: Curve Gradient Layer
de: Kurven Verlaufsebene

source: Noise Gradient Layer
de: Rausch Verlaufsebene

source: Linear Gradient Layer
de: Lineare Verlaufsebene

source: Radial Gradient Layer
de: Radiale Verlaufsebene

source: Spiral Gradient Layer
de: Spirale Verlaufsebene

source: Duplicate Layer
de: Ebene kopieren

source: Import Image Layer
de: Bildebene importieren

source: Paste Canvas Layer
de: Leinwandebene einfügen

source: Plant Layer
de: Planzenebene

source: Super Sample Layer
de: Super Sample Ebene

source: Text Layer
de: Textebene

source: Time Loop Layer
de: Zeitschleife Ebene

source: XOR Pattern Layer
de: XOR Muster Ebene

source: Bevel Layer
de: Schräge Ebene

source: Shade Layer
de: Schatten Ebene

source: Rotate Layer
de: Rotationsebene

source: Translate Layer
de: Veränderung Ebene

source: Info Tool
de: Info Werkzeug

source: Hide Grid
de: Raster verbergen

source: Enable Grid Snap
de: Einrasten

source: Disable Grid Snap
de: Nicht einrasten

source: Duplicate
de: Verdoppeln

source: Encapsulate
de: Einschließen

source: MetaData
de: MetaDaten

source: Palette
de: Farbpalette

source: Parameters
de: Parameter

source: Past keyframes unlocked
de: Vorangegangene Schlüsselbilder entsperrt

source: Past keyframes locked
de: Vorangegangene Schlüsselbilder gesperrt

source: Future keyframes unlocked
de: Kommende Schlüsselbilder entsperrt

source: Future keyframes locked
de: Kommende Schlüsselbilder gesperrt

source: Animate Mode Off
de: Animation aus

source: Animate Mode On
de: Animation an

source: Previous keyframe
de: Voriges Schlüsselbild

source: Previous frame
de: Voriges Bild

source: Next frame
de: Nächstes Bild

source: Next keyframe
de: Nächstes Schlüsselbild

source: Add Layer to Group
de: Ebene zu Gruppe hinzufügen

source: Remove Layer from Group
de: Ebene von Gruppe entfernen

source: Set Layer Description
de: Ebene beschreiben

source: Export Value Node
de: Wertknoten exportieren

source: Unexport Value Node
de: Wertknoten nicht exportieren

source: Set Interpolation to Flat
de: Interpolation flach

source: Set Interpolation to Interpolate
de: Interpolation interpoliert

source: Set Interpolation to Peak
de: Interpolation spitz

source: Set Interpolation to Rounded
de: Interpolation gerundet

source: Set Interpolation to Squared
de: Interpolation eckig

source: Toggle show grid
de: Raster an/aus

source: Toggle snap grid
de: Einrasten ein/aus

source: Toggle onion skin
de: Zwiebelschalen an/aus

source: Increase resolution
de: Auflösung erhöhen

source: Decrease resolution
de: Auflösung verringern

source: Preview Options Dialog
de: Vorschau Optionsdialog

source: Unable to save to '%s'
de: Speichern in '%s' nicht möglich

source: Save - Error
de: Speichern - Fehler

source: There is currently a bug when using "SaveAs" on a composition that is being referenced by other files that are currently open. Close these other files first before trying to use "SaveAs".
de: Derzeit gibt es eine Fehler bei der Benutzung von "Speichern unter ..." bei einer Komposition, das von anderen Dateien referenziert wird, die gerade geöffnet sind. Schließe diese Dateien bevor Du "Speichern unter ..." benutzt.

source: SaveAs - Error
de: Speichern unter - Fehler

source: You must first add this composition to the repository
de: Du musst die Komposition zuerst zum Repository hinzufügen

source: This will save any changes you have made. Are you sure?
de: Dies sichert alle Änderungen. Bist Du sicher?

source: The local copy of the file hasn't been changed since the last update. Nothing to commit!
de: Die lokale Kopie der Datei hat sich nicht geändert. Nichts zu commiten

source: Enter a log message describing the changes you have made
de: Gib einen Logeintrag ein, der die gemachten Änderungen beschreibt

source: An error has occurred when trying to COMMIT
de: Ein Fehler trat beim COMMIT auf

source: This composition has already been added to the repository
de: Diese Komposition wurde bereits zum Repository hinzugefügt

source: An error has occurred when trying to ADD
de: Ein Fehler trat auf bei ADD

source: This file is not under version control, so there is nothing to update from!
de: Diese Datei ist nicht unter Versionskontrolle, d.h. update ist nicht möglich!

source: This file is up-to-date
de: Die Datei ist aktuell

source: An error has occurred when trying to UPDATE
de: Ein Fehler trat auf bei UPDATE

source: This file is not under version control, so there is nothing to revert to!
de: Diese Datei ist nicht unter Versionskontrolle, d.h. revert ist nicht möglich!

source: This will abandon all changes you have made since the last time you performed a commit operation. This cannot be undone! Are you sure you want to do this?
de: Dies wird alle Änderungen verwerfen, die Du nach dem letzten Commit gemacht hast. Es kann nicht rückgängig gemacht werden! Bist Du sicher, dass Du das willst?

source: Unable to remove previous version
de: Die vorige Version kannnicht entfernt werden

source: Error: Revert Failed
de: Fehler: revert fehlgeschlagen

source: The revert operation has failed. This can be due to it being referenced by another composition that is already open, or because of an internal error in Synfig Studio. Try closing any compositions that might reference this composition and try again, or restart Synfig Studio.
de: Der Revert ist fehlgeschlagen. Das kann daran liegen, dass auf eine andere Komposition referenziert wird, die bereits geöffnet ist oder dass ein interner Fehler in Synfig Studio aufgetreten ist Versuche alle Kompositionen zu schließen, auf die referenziert werden und versuche es nochmals oder starte Synfig Studio erneut.

source: Revert to saved
de: Zurück zur gesicherten Version (revert)

source: You will lose any changes you have made since your last save. Are you sure?
de: Du wirst alle Änderungen seit der letzten Speicherung verlieren. Bist Du sicher?

source: Would you like to save your changes to %s?
de: Willst Du Deine Änderungen zu %s speichern?

source: %s has changes not yet on the CVS repository. Would you like to commit these changes?
de: %s enthält Änderungen, die noch nicht im CVS Repository sind. Willst Du diese speichern (Commit)?

source: Edit Waypoint
de: Wegpunkt ändern

source: Interpolate
de: interpoliert

source: Rounded
de: gerundet

source: Peak
de: spitz

source: Flat
de: flach

source: Set width to zero
de: setze Breite auf Null

source: Set width to default
de: setze Breite auf Standard

source: Set Waypoints
de: Wegpunkt setzen

source: Unable to convert to animated waypoint
de: Kann nicht zu animiertem Wegpunkt konvertieren

source: Unable to find WaypointSetSmart action
de: Kann Wegpunkt Aktion nicht finden (WaypointSetSmart)

source: Unable to set a specific waypoint
de: ein spezifischer Wegpunkt kann nicht gesetzt werden

source: Edit Waypoints
de: Wegpunkte hinzufügen

source: synfig studio is already running
de: synfig studio läuft bereits

source: the existing process will be used
de: der existierende Prozess wird benutzt

source: synfig studio -- starting up application...
de: synfig studio -- Anwendung starten...

source: One Moment, Please...
de: Einen Moment bitte...

source: Prev frame
de: voriges Bild

source: Loop
de: Schließen

source: Halt render
de: Rendern anhalten

source: Re-preview
de: Erneute Vorschau

source: Erase all rendered frame(s)
de: Alle gerenderten Bilder löschen

source: Image
de: Bild

source: Other
de: Andere

source: _Pixel Aspect
de: _Pixel Verhältnis

source: Pi_xel Width
de: Pi_xel Breite

source: Pix_el Height
de: Pix_el Höhe

source: Image _Aspect
de: Bild _Verhältnis

source: Image _Width
de: Bild _Breite

source: Image _Height
de: Bild _Höhe

source: Image _Span
de: Bild _Weite

source: Image Size
de: Bild Größe

source: <b>Image Size</b>
de: <b>Bild Größe</b>

source: _Width
de: _Breite

source: _Height
de: _Höhe

source: _XRes
de: _XAuflösung

source: _YRes
de: _YAuflösung

source: _Physical Width
de: _Physikalische Breite

source: Phy_sical Height
de: Phy_sikalische Höhe

source: I_mage Span
de: Bild _Weite

source: Image Area
de: Bild Bereich

source: <b>Image Area</b>
de: <b>Bild Bereich</b>

source: _Top Left
de: _Oben Links

source: _Bottom Right
de: _Unten Rechts

source: Time Settings
de: Zeit Einstellungen

source: <b>Time Settings</b>
de: <b>Zeit Einstellungen</b>

source: _Frames per second
de: _Bilder pro Sekunde

source: _Start Time
de: _Startzeit

source: _End Time
de: _Ende Zeit

source: Locks and Links
de: Sperren und Verbindungen

source: <b>Locks and Links</b>
de: <b>Sperren und Verbindungen</b>

source: Focus Point
de: Fokuspunkt

source: <b>Focus Point</b>
de: <b>Fokuspunkt</b>

source: _Focus Point
de: _Fokuspunkt

source: Render Settings
de: Render Einstellungen

source: Choose...
de: Wähle...

source: Parameters...
de: Parameter...

source: Target
de: Ziel

source: <b>Target</b>
de: <b>Ziel</b>

source: _Filename
de: _Dateiname

source: _Target
de: _Ziel

source: Settings
de: Einstellungen

source: <b>Settings</b>
de: <b>Einstellungen</b>

source: You must supply a filename!
de: Du musst einen Dateinamen nennen!

source: Unable to determine proper target from filename.
de: Gültiges Ziel kann aus Dateinamen nicht ermittelt werden.

source: A filename is required for this target
de: Ein Dateiname wird für dieses Ziel benötigt

source: Unable to create target for
de: Ziel erstellen nicht möglich für

source: Unable to create file for
de: Datei kann nicht erstellt werden für

source: Target initialization failure
de: Ziel Initialisierungsfehler

source: Rendering
de: Rendern

source: File rendered successfully
de: Datei erfolgreich gerendert

source: ERROR:
de: FEHLER:

source: WARNING:
de: WARNUNG:

source: Cannot save
de: Speichern nicht möglich

source: Nothing to save
de: Nichts zu speichern

source: Cannot save as
de: Speichern unter... nicht möglich

source: Cannot close
de: Schließen nicht möglich

source: Nothing to close
de: Nichts zu schließen

source: Vertical Dock: Canvases, History
de: Vertikale Leiste: Animationen, Historie

source: Horizontal Dock: Layers, Children, Params
de: Horizontale Leiste: Ebene, Untergeordnete, Parameter

source: Reset Windows to Original Layout
de: Fenster auf Originallayout zurücksetzen

source: Open Recent
de: Zuletzt benutzte öffnen

source: Panels
de: Anzeigen

source: Input Devices...
de: Eingabegeräte...

source: Setup...
de: Einstellungen...

source: Reset to default Setup values
de: Einstellungen auf Standardwerte zurücksetzen

source: Reference
de: Referenzhandbuch

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Get Support
de: Unterstützung erhalten

source: _Help
de: _Hilfe

source: New...
de: Neu...

source: Open...
de: Öffnen...

source: Save
de: Speichern

source: Save As...
de: Speichern unter...

source: Setup
de: Einstellungen

source: About Synfig Studio
de: Über...

source: Nudge
de: Anstoß

source: Move
de: Bewegung

source: Rendering...
de: Rendern...

source: Render Failed
de: Rendern gescheitert

source: Rendering canvas %s...
de: Animation rendern %s...

source: Selected Canvas
de: Gewählte Animation

source: Canvas Interface
de: Animation Schnittstelle

source: Add Activepoint
de: Aktivpunkt hinzufügen

source: ValueDesc
de: Wertbeschreibung

source: New Activepoint
de: Neuer Aktivpunkt

source: Activepoint to be added
de: hinzuzufügender Aktivpunkt

source: Time where activepoint is to be added
de: Zeitpunkt zum hinzufügen des Aktivpunkts

source: A Activepoint already exists at this point in time
de: Ein Aktivpunkt existiert zu dieser Zeit bereits

source: This activepoint is already in the ValueNode
de: Dieser Aktivpunkt ist bereits im Wertknoten

source: Remove Activepoint
de: Entferne Aktivpunkt

source: Activepoint
de: Aklivpunkt

source: Activepoint to be changed
de: zu ändernder Aktivpunkt

source: Unable to find activepoint
de: Aktivpunkt nicht gefunden

source: Set Activepoint
de: Setze Aktivpunkt

source: Mark Activepoint as "Off"
de: Setze Aktivpunkt "aus"

source: Mark Activepoint as "On"
de: Setze Aktivpunkt "an"

source: Set Activepoint (Smart)
de: Setze Aktivpunkt (smart)

source: Unable to determine how to proceed. This is a bug.
de: Weiterarbeiten nicht möglich. Dies ist ein Programmfehler.

source: Simply Add Waypoint
de: Wegpunkt einfach hinzufügen

source: Destination ValueNode (Animated)
de: Ziel Wertknoten (animiert)

source: The activepoint to remove no longer exists
de: Der zu entfernende Aktivpunkt existiert nicht mehr

source: Merge Tangents of '%s'
de: Tangenten zusammenfügen von '%s'

source: ValueNode of BLinePoint
de: Wertknoten von BLine Punkt

source: Couldn't find action "ValueDescSet"
de: Aktion "ValueDescSet" nicht gefunden

source: Split Tangents of '%s'
de: Tagenten von '%s' aufteilen

source: Add Child Canvas
de: Untergeordnete Ebene hinzufügen

source: The name that you want this canvas to be
de: Der gewünschte Animationsname

source: Set Canvas Description
de: Animation beschreiben

source: Change canvas description from '%s' to '%s'
de: Ändere Animationsbeschreibung von '%s' in '%s'

source: Set Canvas Id
de: Animation Id setzen

source: Change canvas id from '%s' to '%s'
de: Ändere Animation Id von '%s' in '%s'

source: Set Canvas Name
de: Animation benennen

source: Change canvas name from '%s' to '%s'
de: Animationsnamen ändern von '%s' in '%s'

source: Remove Canvas
de: Animation entfernen

source: You cannot remove the root canvas!
de: Du kannst die Basisanimation nicht entfernen!

source: You cannot remove an inline canvas!
de: Du kannst eine eingebettete Animation nicht entfernen!

source: Set Canvas RendDesc
de: Animation RendDesc setzen

source: Apply Outline Color
de: Umrandungsfarbe anwenden

source: Apply Fill Color
de: Füllfarbe anwenden

source: Set Edit Mode
de: Edit Modus setzen

source: New Edit Mode
de: Neuer Edit Modus

source: Apply Default Gradient
de: Standard Verlauf anwenden

source: Add Layers to Group
de: Ebenen zu Gruppe hinzufügen

source: Layer to be added to group
de: Ebenen, die zur Gruppe hinzugefügt werden sollen

source: Name of the Group to add the Layers to
de: Name der Gruppe zu der Ebenen hinzugefügt werden sollen

source: Remove Group
de: Gruppe entfernen

source: Name of the Group to remove
de: Name der zu entfernenden Gruppe

source: Remove Layers from a Group
de: Ebenen von Gruppe entfernen

source: Layer to be removed from group
de: von der Gruppe zu entfernende Ebene

source: Rename Group
de: Gruppe umbenennen

source: Old Group
de: Alte Gruppe

source: Name of the Group to rename
de: Name der umzubenennenden Gruppe

source: New Group
de: Neue Gruppe

source: New name for group
de: Neuer Name für Gruppe

source: A group with the name "%s" already exists!
de: Eine Gruppe mit dem Namen "%s" existiert bereits!

source: Add Keyframe
de: Schlüsselbild hinzufügen

source: New Keyframe
de: Neues Schlüsselbild

source: Keyframe to be added
de: hinzuzufügendes Schlüsselbild

source: A Keyframe already exists at this point in time
de: Zu diesem Zeitpunkt existiert bereits ein Schlüsselbild

source: This keyframe is already in the ValueNode
de: Dieses Schlüsselbild ist bereits im Wertknoten

source: Duplicate Keyframe
de: Verdopple Schlüsselbild

source: Keyframe to be duplicated
de: Zu verdoppelndes Schlüsselbild

source: (Duplicate)
de: (Verdoppelt)

source: Unable to find the given keyframe
de: Schlüsselbild nicht gefunden

source: Remove Keyframe
de: Schlüsselbild entfernen

source: Keyframe to be removed
de: zu entfernendes Schlüsselbild

source: Set Keyframe
de: Setze Schlüsselbild
