Repository: sergiorm/synfig_jcome
Catalog: synfig-studio/po/*.po
Languages: de

source: Add a New Group
de: Neue Gruppe hinzufügen

source: UnnamedGroup
de: UnbenannteGruppe

source: Add New Keyframe
de: Neues Schlüsselbild hinzufügen

source: Keyframe Properties
de: Schlüsselbild Einstellungen

source: Increase Amount
de: Wert erhöhen

source: Decrease Amount
de: Wert reduzieren

source: Amount
de: Menge

source: Select All Child Layers
de: Alle untergeordneten Ebenen auswählen

source: Paste
de: Einfügen

source: Paragraph
de: Absatz

source: Enter Paragraph Text Here:
de: Gebe den Absatztext hier ein:

source: <No Image Selected>
de: <Kein Bild ausgewählt>

source: List
de: Liste

source: BLine Point
de: BLine Punkt

source: Width Point
de: Breitenpunkt

source: UNKNOWN
de: UNBEKANNT

source: 2D vector animation studio
de: 2D Vektor Animations Studio

source: Visit the Synfig website
de: Besuche die Synfig Website

source: Original developers:
de: Original Entwickler:

source: Contributors:
de: Mitwirkende:

source: translator-credits
de: Oliver Horn

source: Development version: %s
de: Entwicklungsversion: %s

source: Built on %s
de: Basierend auf %s

source: Built with:
de: Erstellt mit:

source: Using:
de: Benutzt:

source: Canvas Options
de: Animationsoptionen

source: _Snap to grid
de: _Einrasten

source: S_how grid
de: _Raster

source: Snap to _frame
de: _Bild einrasten

source: Grid
de: Raster

source: _Grid size
de: _Raster Größe

source: Time
de: Zeit

source: Units
de: Einheiten

source: Not yet implemented!
de: Noch nicht erstellt!

source: Options
de: Optionen

source: Not yet implemented
de: Noch nicht erstellt

source: Canvas Properties
de: Animationseinstellungen

source: Canvas Info
de: Animationsinfo

source: <b>Canvas Info</b>
de: <b>Animationsinfo</b>

source: _Description
de: _Beschreibung

source: Properties
de: Eigenschaften

source: Edit Canvas Properties
de: Animationseinstellungen

source: Colors
de: Farben

source: Set as Outline
de: als Umrandung setzen

source: Set as Fill
de: Als Füllung setzen

source: Gradient Editor
de: Verlauf Editor

source: Set as Default
de: Als Standard setzen

source: Keyframe Dialog
de: Schlüsselbild Dialog

source: Preview Window
de: Vorschau Fenster

source: Preview Options
de: Vorschau Optionen

source: _Quality
de: _Qualität

source: Preview
de: Vorschau

source: Synfig Studio Setup
de: Synfig Studio Einstellungen

source: Visually Linear Color Selection
de: Visuelle Lineare Farbwahl

source: Use Only a Single Thread
de: Nur einen Thread benutzen

source: Restrict Real-Valued Ducks to Top Right Quadrant
de: Reellzahlige Anfasser auf den oberen rechten Quadranten beschränken

source: Scale New Imported Images to Fit Canvas
de: Importierte Bilder passend zur Animation skalieren

source: Red
de: Rot

source: Green
de: Grün

source: Blue
de: Blau

source: Black Level
de: Schwärzegrad

source: Misc.
de: Verschiedenes

source: Timestamp
de: Zeitstempel

source: Pixels
de: Pixel

source: Points
de: Punkte

source: Inches
de: Zoll

source: Meters
de: Meter

source: Centimeters
de: Zentimeter

source: Millimeters
de: Millimeter

source: Unit System
de: Einheitensystem

source: Recent Files
de: Zuletzt geöffnete Dateien

source: Auto Backup Interval (0 to disable)
de: Automatische Sicherung (0 = aus)

source: Browser Command
de: Browser Befehl

source: Document
de: Dokument

source: New Document filename prefix
de: Neuer Dokumenten Dateinamenspräfix

source: File name prefix for the new created document
de: Dateinamenspräfix für neu erstellte Dokumente

source: New Document X size
de: Neues Dokument X Größe

source: Width in pixels of the new created document
de: Breite in Pixel des neuen Dokuments

source: New Document Y size
de: Neue Dokument Y Größe

source: High in pixels of the new created document
de: Höhe des neuen Dokuments (in Pixel)

source: Predefined Resolutions:
de: Vordefinierte Auflösungen:

source: Predefined FPS:
de: Vordefinierte FPS:

source: New Document FPS
de: FPS des neuen Dokuments:

source: Frames per second of the new created document
de: Bilder pro Sekunde (FPS) des neu erstellten Dokuments

source: Render
de: Rendern

source: Custom Size
de: Angepasste Größe

source: Custom fps
de: Angepasste FPS

source: Sound Select
de: Ausgewähler Ton

source: Sound Parameters
de: Ton Parameter

source: <b>Sound Parameters</b>
de: <b>Ton Parameter</b>

source: _Sound File
de: _Tondatei

source: Time _Offset
de: Zeit_versatz

source: Custom Video Codec
de: Angepasstes Video Codec

source: write your video codec here
de: Beschreibung Video Codec

source: MPEG-4 part 2 Microsoft variant version 3.
de: MPEG-4 part 2 Microsoft Variante Version 3.

source: MPEG-4 part 2 Microsoft variant version 1.
de: MPEG-4 part 2 Microsoft Variante Version 1.

source: MPEG-4 part 2 Microsoft variant version 2.
de: MPEG-4 part 2 Microsoft Variante Version 2.

source: Target Parameters
de: Ziel Parameter

source: Available Video Codecs:
de: Verfügbare Video Codecs:

source: Waypoint Editor
de: Wegpunkt Editor

source: Seek to begin
de: Springe auf Anfang

source: Seek to previous keyframe
de: Springe auf vorheriges Schlüsselbild

source: Seek to previous frame
de: Springe auf vorheriges Bild

source: Play
de: Wiedergabe

source: Seek to next frame
de: Spinge auf nächstes Bild

source: Seek to next keyframe
de: Springe auf nächstes Schlüsselbild

source: Seek to end
de: Spinge auf Ende

source: Unlock past keyframe
de: Entsperre späteres Schlüsselbild

source: Unlock future keyframe
de: Entsperre früheres Schlüsselbild

source: Increase Display Resolution
de: Auflösung erhöhen

source: Decrease Display Resolution
de: Auflösung verringern

source: Low Res
de: NiedrAufl

source: Use Low Resolution when enabled
de: Benutze Niedrige Auflösung wenn ausgewählt

source: Toggle position ducks
de: Positionsanfasser ein/aus

source: Toggle vertex ducks
de: Eckenanfasser an/aus

source: Toggle tangent ducks
de: Tangentenanfasser an/aus

source: Toggle radius ducks
de: Radiusanfasser an/aus

source: Toggle width ducks
de: Breiteanfasser an/aus

source: Toggle angle ducks
de: Winkelanfasser an/aus

source: Zoom In
de: Heranzoomen

source: Zoom Out
de: Wegzoomen

source: Zoom to Fit
de: Zoom Bild

source: Zoom to 100%
de: Zoom zu 100%

source: Tool Options
de: Werkzeug Optionen

source: This tool has no options
de: Dieses Werkzeug hat keine Optionen

source: Canvas Browser
de: Animationsanzeige

source: Children
de: Untergeordnete

source: Curves
de: Kurven

source: Dock Panel
de: Anzeigeleiste

source: Empty Dock Panel
de: Anzeigeleiste leeren

source: Clear Undo Stack
de: Rückspeicher löschen

source: Clear the undo stack
de: Den Speicher mit den letzten Arbeitsschritten löschen

source: Clear Redo Stack
de: Wiederholspeicher löschen

source: Clear the redo stack
de: Den Wiederholspeicher löschen

source: Clear Undo and Redo Stacks
de: Wiederhol- und Rückspeicher löschen

source: Clear the undo and redo stacks
de: Den Wiederholspeicher und den Speicher mit den letzten Schritten löschen

source: Undo
de: Rückgängig machen

source: Undo the previous action
de: vorherige Aktion rückgängig machen

source: Redo
de: Wiederholen

source: Redo the previously undone action
de: die zuvor rückgängig gemachte Aktion wiederholen

source: Jump
de: Springe

source: (JMP)
de: (SPR)

source: Action
de: Aktion

source: Clear History
de: History löschen

source: You will not be able to undo any changes that you have made! Are you sure you want to clear the undo stack?
de: Du kannst dann keine Änderungen mehr rückgängig machen! Bist Du sicher, dass der Speicher gelöscht werden soll?

source: You will not be able to redo any changes that you have made! Are you sure you want to clear the redo stack?
de: Du kannst dann keine Schritte mehr wiederholen! Bist Du sicher, dass der Wiederholspeicher gelöscht werden soll?

source: You will not be able to undo or redo any changes that you have made! Are you sure you want to clear the undo and redo stacks?
de: Änderungen können dann nicht mehr wiederholt oder rückgängig gemacht werden! Bist Du sicher, dass Du die Speicher löschen willst?

source: Keyframes
de: Schlüsselbilder

source: Groups
de: Gruppen

source: Group Ops
de: Gruppen Einstellungen

source: Layers
de: Ebenen

source: Layer Ops
de: Ebenen Einstellungen

source: Canvas MetaData
de: Animation MetaDaten

source: Add new MetaData entry
de: Neuen MetaDaten Eintrag hinzufügen

source: Remove selected MetaData entry
de: Ausgewählten MetaDaten Eintrag entfernen

source: New MetaData Entry
de: Neuer MetaDaten Eintrag

source: Please enter the name of the key
de: Bitte Namen des Schlüssels eingeben

source: Params
de: Parameter

source: Time Track
de: Zeitleiste

source: Timetrack
de: Zeitleiste

source: Palette Browser
de: Paletten Anzeige

source: Palette Editor
de: Paletten Editor

source: Add Color
de: Farbe hinzufügen

source: Add current outline color to the palette
de: Aktuelle Umrandungsfarbe zur Palette hinzufügen

source: Save palette
de: Farbpalette sichern

source: Save the current palette
de: Sichern der aktuellen Farbpalette

source: Load a palette
de: Farbpalette laden

source: Load a saved palette
de: Laden einer gesicherten Farbpalette

source: Load default
de: Standardeinstellungen laden

source: Load default palette
de: Standardpalette laden

source: Choose a Filename to Save As
de: Wähle einen Dateinamen zur Sicherung

source: Unknown extension
de: Unbekannte Erweiterung

source: You have given the file name an extension which I do not recognize. Are you sure this is what you want?
de: Du hast eine Dateinamenserweiterung verwendet die ich nicht kenne. Bist Du sicher, daß Du das willst?

source: Unable to check whether '%s' exists.
de: Überprüfen ob '%s' existiert nicht möglich

source: Save Palette - Error
de: Sichern der Farbpalette - Fehler

source: A file named '%s' already exists. Do you want to replace it with the file you are saving?
de: Dateiname '%s' existiert bereits. Soll die Datei überschrieben werden?

source: File exists
de: Datei existiert

source: Choose a Palette to load
de: Farbpalette zum Laden wählen

source: Unable to open file
de: Datei kann nicht geöffnet werden

source: Create Region BLine
de: Erstelle Region BLine

source: Create Outline BLine
de: Erstelle Umrandung BLine

source: Create Advanced Outline BLine
de: Erstelle erweiterte Umrandung BLine

source: Create Curve Gradient BLine
de: Erstelle Linien Verlauf BLine

source: Create Plant BLine
de: Erstelle Pflanzen BLine

source: Link Origins
de: Verknüpfe Ursprünge

source: Make
de: Erstelle

source: Clear
de: Löschen

source: BLine Tool
de: BLine Werkzeug

source: Feather
de: Schleier

source: Make BLine and/or Region
de: Erstelle BLine und/oder Region

source: Clear current BLine
de: Aktuelle BLine löschen

source: Information: You need at least two (2) points to create a BLine
de: Information: Sie benötigen mindestens zwei (2) Punkte um eine BLine zu erstellen

source: New BLine
de: Neue BLine

source: Unable to add value node
de: Wertknoten kann nicht hinzugefügt werden

source: Unable to create layer
de: Ebene kann nicht erzeugt werden

source: Gradient
de: Verlauf

source: Unable to create Gradient layer
de: Verlaufsebene kann nicht erzeugt werden

source: Plant
de: Pflanze

source: Unable to create Plant layer
de: Pflanzenebene kann nicht erzeugt werden

source: Unable to create Region layer
de: Regionenebene kann nicht erzeugt werden

source: Outline
de: Umrandung

source: Unable to create Outline layer
de: Umrandungsebene kann nicht erzeugt werden

source: Advanced Outline
de: Erweiterte Umrandung

source: Unable to create Advanced Outline layer
de: Erweiterte Umrandung erstellen nicht möglich

source: Unloop BLine
de: BLine öffnen

source: Loop BLine
de: BLine schließen

source: Delete Vertex
de: Eckpunkt löschen

source: Merge Tangents
de: Tangenten vereinen

source: Split Tangents
de: Tangenten aufteilen

source: Insert Vertex
de: Eckpunkt hinzufügen

source: Unable to find where to insert vertex, internal error, please report this bug
de: Vertex

source: Unable to remove vertex, internal error, please report this bug
de: Eckpunkt kann nicht entfernt werden, interner Fehler, bitte Fehler melden

source: Invert
de: Umkehren

source: Create Circle Layer
de: Kreisebene erzeugen

source: BLine Origins at Center
de: BLine Ursprung im Zentrum

source: Falloff
de: Sinken

source: Determines the falloff function for the feather
de: Legt die Sink Funktion für Schleier fest

source: Squared
de: Quadrat

source: Square Root
de: Quadratwurzel

source: Cosine
de: Cosinus

source: Blend Method
de: Blend Methode

source: Defines the blend method to be used for circles
de: Definiert die Verlaufmethode für Kreise

source: Circle Tool
de: Kreis Werkzeug

source: Falloff:
de: Sinken:

source: Feather:
de: Schleier:

source: BLine Points:
de: BLine Punkte:

source: Point Angle Offset:
de: Punkt Winkelabweichung:

source: New Circle
de: Neuer Kreis

source: Unable to create Circle layer
de: Kreis Ebene kann nicht erstellt werden

source: Pressure Width
de: Andruck Breite

source: Auto Loop
de: Auto schließen

source: Auto Extend
de: Auto erweitern

source: Auto Link
de: Auto verknüpfen

source: Create Region
de: Region erstellen

source: Create Outline
de: Umrandung erstellen

source: Create Advanced Outline
de: Erweiterte Umrandung erstellen

source: Fill Last Stroke
de: Letzten Strich füllen

source: Min Pressure
de: Min Andruck

source: Max Width Error
de: Max Breite Fehler

source: LocalError
de: LokalerFehler

source: Draw Tool
de: Zeichen Werkzeug

source: BLine Local Error
de: BLine lokaler Fehler

source: BLine Smoothness
de: BLine Weichheit

source: Sketch BLine
de: BLine skizzieren

source: Define Region
de: Region definieren

source: Extend BLine
de: BLine erweitern

source: Unable to set lower boundary for wplist
de: Unterer Grenzwert für wplist setzen nicht möglich

source: Unable to insert item
de: Gegenstand kann nicht eingefügt werden

source: Unable to set loop for bline
de: BLine schließen nicht möglich

source: Unable to set upper boundary for wplist
de: Oberer Grenzwert für wplist setzen nicht möglich

source: Fill Stroke
de: Strich füllen

source: No layer here
de: Keine Ebene hier

source: Unable to set layer color
de: Ebenen Farbe kann nicht gesetzt werden

source: Gradient Tool
de: Verlauf Werkzeug

source: Gradient Type
de: Verlauf Typ

source: Determines the type of Gradient used
de: Legt den zu verwendenden Verlaufstyp fest

source: Conical
de: Konisch

source: Spiral
de: Spiralig

source: The blend method the gradient will use
de: Die verwendete Verlaufsmethode

source: New Gradient
de: Neuer Verlauf

source: Vertical
de: Vertikal

source: Mirror Tool
de: Spiegel Werkzeug

source: (Shift key toggles axis)
de: (Shift wechselt zwischen den Achsen)

source: Transform Tool
de: Ändern Werkzeug

source: Ctrl to rotate
de: Strg zum Drehen

source: Alt to scale
de: Alt zum Skalieren

source: Shift to constrain
de: Umschalten zum Einschränken

source: Create Polygon Layer
de: Vieleck Ebene erstellen

source: Polygon Tool
de: Vieleck Werkzeug

source: Make Polygon
de: Erstelle Vieleck

source: Clear current Polygon
de: Lösche aktuelles Vieleck

source: New Polygon
de: Neues Vieleck

source: Unable to create Polygon layer
de: Vieleck Ebene kann nicht erstellt werden

source: Create Rectangle Layer
de: Erstelle Rechteck Ebene

source: Link BLine Origins
de: Verknüpfe BLine Ursprünge

source: Rectangle Tool
de: Rechteck Werkzeug

source: Expansion:
de: Erweiterung:

source: New Rectangle
de: Neues Rechteck

source: Allow Scale
de: Skalieren erlauben

source: Rotate Tool
de: Dreh-Werkzeug

source: Move Duck
de: Verschieben Anfasser

source: Rotate Ducks
de: Rotieren Anfasser

source: Lock Aspect Ratio
de: Seitenverhältnis beibehalten

source: Scale Tool
de: Skalierungs Werkzeug

source: Save Sketch
de: Skizze speichern

source: Unable to save sketch
de: Skizze speichern nicht möglich

source: Load Sketch
de: Skizze laden

source: Unable to load sketch
de: Skizze laden nicht möglich

source: Clear Sketch
de: Skizze entfernen

source: Undo Stroke
de: Strich zurück

source: Show Sketch
de: Skizze anzeigen

source: Undo Last Stroke
de: Letzten Strich rückgängig machen

source: Save Sketch As...
de: Skizze speichern unter...

source: Open a Sketch
de: Skizze öffnen

source: Sketch Tool
de: Skizze Werkzeug

source: SmoothMove Tool
de: SmoothMove Werkzeug

source: Smooth Move
de: Weiche Bewegung

source: Regular Polygon
de: Gleichmäßiges Vieleck

source: Create Star Layer
de: Sternebene erzeugen

source: Star Tool
de: Stern Werkzeug

source: Number of Points:
de: Anzahl Punkte:

source: Inner Tangent:
de: Innere Tangente:

source: Outer Tangent:
de: Äußere Tangente:

source: Inner Width:
de: Innere Breite:

source: Outer Width:
de: Äußere Breite:

source: Radius Ratio:
de: Radius Verhältnis:

source: Angle Offset:
de: Winkelabweichung:

source: New Star
de: Neuer Stern

source: Unable to create Star layer
de: Sternebene kann nicht erzeugt werden

source: Multiline Editor
de: Mehrzeilen Editor

source: Text Tool
de: Text Werkzeug

source: Size:
de: Größe:

source: Orientation:
de: Ausrichtung:

source: Family:
de: Familie:

source: New Text
de: Neuer Text

source: Text Paragraph
de: Text Absatz

source: Enter text here:
de: Text hier eingeben:

source: Text Entry
de: Text Eingabe

source: Relative Growth
de: Relatives Wachstum

source: Width Tool
de: Weite Werkzeug

source: Growth:
de: Wachstum:

source: Sketch Width
de: Skizzen Breite

source: Canvas
de: Animation

source: (Static)
de: (Statisch)

source: [Unnamed]
de: [Unbenannt]

source: Type
de: Typ

source: ValueBase
de: Datenbasis

source: Canvases
de: Leinwände

source: ValueBase Nodes
de: Datenbasisknoten

source: Length
de: Länge

source: Description
de: Beschreibung

source: Unable to find Keyframe in table
de: Schlüsselbild kann in Tabelle nicht gefunden werden

source: There are no keyframes in this canvas
de: Keine Schlüsselbilder auf der Leinwand

source: Activate
de: Aktiviere

source: Deactivate
de: Deaktiviere

source: Regroup
de: Umgruppieren

source: Layer
de: Ebene

source: Set Layer Params
de: Ebenenparameter setzen

source: Error
de: Fehler

source: Unable to set all layer parameters.
de: Nicht alle Ebenenparameter können gesetzt werden

source: Z Depth
de: Z Tiefe

source: Value
de: Wert

source: Move Layers
de: Ebenen bewegen

source: Other...
de: Weiteres...

source: Choose Canvas
de: Wähle Animation

source: Enter the relative name of the canvas that you want
de: Gib den Namen der Animation ein, die Du willst

source: No canvas name was specified
de: Kein Animationsnamen wurde angegeben

source: Error:Exception Thrown
de: Fehler: Ausnahmebedingung gemeldet

source: Error selecting canvas:
de: Fehler bei der Animationsauswahl:

source: Unknown Exception
de: Unbekannte Ausnahmebedingung

source: Outline Color
de: Unrandungsfarbe

source: Fill Color
de: Füllfarbe

source: Swap Fill and Outline Colors
de: Füll- und Umrandungsfarbe tauschen

source: Reset Colors to Black and White
de: Farben auf Schwarz und Weiß zurücksetzen

source: Brush Preview
de: Pinsel Vorschau

source: Brush Size
de: Pinsel Größe

source: By Layer Default
de: durch Ebenenstandard

source: Default Blend Method
de: Standard Verlaufmethode

source: Constant
de: Konstant

source: Default Interpolation
de: Standard Interpolation

source: Default Opacity
de: Standard Deckkraft

source: Default Gradient
de: Standard Verlauf

source: Choose File
de: Wähle Datei

source: Insert CPoint
de: Füge CPunkt ein

source: Remove CPoint
de: Entferne CPunkt

source: Not possible to ALT-drag the first keyframe
de: Alt-Ziehen mit erstem Schlüsselbild nicht möglich

source: Delta set not allowed
de: Delta Menge nicht erlaubt

source: Click and drag keyframes
de: Klicke und ziehe Schlüsselbilder

source: (Non-static value)
de: (nicht statischer Wert)

source: Waypoint
de: Wegpunkt

source: <b>Waypoint</b>
de: <b>Wegpunkt</b>

source: _Value
de: _Wert

source: _Time
de: _Zeit

source: _In Interpolation
de: _Start Interpolation

source: _Out Interpolation
de: _Ende Interpolation

source: TCB Parameters
de: TCB Parameter

source: Out:
de: Ende:

source: In:
de: Start:

source: Tension:
de: Spannung (Tension):

source: Continuity:
de: Stetigkeit (Continuity):

source: Bias:
de: Tendenz (Bias):

source: Temporal Tension:
de: Temporäre Spannung (Tension):

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _View
de: _Ansicht

source: _Canvas
de: _Animation

source: _Layer
de: _Ebene

source: Show/Hide Ducks
de: Anfasser zeigen/verbergen

source: Preview Quality
de: Vorschau Qualität

source: Low-Res Pixel Size
de: Pixel Größe niedrige Auflösung

source: New Layer
de: Neue Ebene

source: Keyframe
de: Schlüsselbild

source: Group
de: Gruppe

source: Tool
de: Werkzeug

source: Toolbox
de: Werkzeugkasten

source: Preview Dialog
de: Vorschau Dialog

source: Sound File
de: Tondatei

source: Close View
de: Ansicht schließen

source: Close Document
de: Dokument schließen

source: Select All Ducks
de: Alle Anfasser auswählen

source: Unselect All Ducks
de: Keinen Anfasser auswählen

source: Select All Layers
de: Alle Ebenen auswählen

source: Unselect All Layers
de: Keine Ebene auswählen

source: Show Position Ducks
de: Zeige Positionsanfasser

source: Show Vertex Ducks
de: Zeige Eckanfasser

source: Show Tangent Ducks
de: Zeige Tagentenanfasser

source: Show Radius Ducks
de: Zeige Radiusanfasser

source: Show Width Ducks
de: Zeige Breitenanfasser

source: Show Angle Ducks
de: Zeige Winkelanfasser

source: Show WidthPoints Position Ducks
de: Zeige Breitenpunkt Positionsanfasser

source: Use Parametric Renderer
de: Benutze parametrischen Renderer

source: Use Quality Level 1
de: Benutze Qualität 1

source: Use Quality Level 2
de: Benutze Qualität 2

source: Use Quality Level 3
de: Benutze Qualität 3

source: Use Quality Level 4
de: Benutze Qualität 4

source: Use Quality Level 5
de: Benutze Qualität 5

source: Use Quality Level 6
de: Benutze Qualität 6

source: Use Quality Level 7
de: Benutze Qualität 7

source: Use Quality Level 8
de: Benutze Qualität 8

source: Use Quality Level 9
de: Benutze Qualität 9

source: Use Quality Level 10
de: Benutze Qualität 10

source: Set Low-Res pixel size to %d
de: Setze Pixel Größe bei niedriger Auflösung auf %d

source: Toggle Grid Show
de: Raster anzeigen an/aus

source: Toggle Grid Snap
de: einrasten ein/aus

source: Toggle Guide Show
de: Hinweise anzeigen an/aus

source: Toggle Guide Snap
de: Hinweise einrasten ein/aus

source: Toggle Low-Res
de: niedrige Auflösung ein/aus

source: Decrease Low-Res Pixel Size
de: Niedrige Auflösung Pixel Größe reduzieren

source: Increase Low-Res Pixel Size
de: Niedrige Auflösung Pixel Größe erhöhen

source: Toggle Onion Skin
de: Zwiebelhäute ein/aus

source: Jump to Next Keyframe
de: zum nächsten Schlüsselbild springen

source: Jump to Prev Keyframe
de: zum vorherigen Schlüsselbild springen

source: Next Frame
de: Nächstes Bild

source: Prev Frame
de: Vorheriges Bild

source: Seek Forward
de: Suchen Vorwärts

source: Seek Backward
de: Suchen Rückwärts

source: Seek to Begin
de: Suchen bis zum Anfang

source: Seek to End
de: Suchen bis zum Ende

source: Add group
de: Gruppe hinzufügen

source: New Canvas
de: Neue Animation

source: Failed to initialize synfig!
de: Synfig konnte nicht initialisiert werden!

source: Init UI Manager...
de: starte UI Manager...

source: Init Dock Manager...
de: starte Dock Manager...

source: Init State Manager...
de: starte State Manager...

source: Init Toolbox...
de: starte Werkzeugkiste...

source: Init About Dialog...
de: starte Über Synfig Dialog...

source: Init Tool Options...
de: starte Werkzeug Optionen...

source: Init History...
de: starte History...

source: Init Canvases...
de: starte Leinwände...

source: Init Keyframes...
de: starte Schlüsselbilder

source: Init Layers...
de: staret Ebenen...
