Repository: sergiorm/synfig_jcome
Catalog: synfig-studio/po/*.po
Languages: de

source: Cannot change keyframe time because another keyframe already exists with that time.
de: Schlüsselbild Zeitpunkt kann nicht geändert werden, da bereits ein Schlüsselbild mit dieser Zeit existiert.

source: Set Keyframe Delta
de: Schlüsselbild Delta setzen

source: Set Waypoints at Keyframe
de: Setze Wegpunkte im Schlüsselbild

source: Waypoint Model
de: Wegpunkt Modell

source: Activate Layer
de: Aktiviere Ebene

source: Deactivate Layer
de: Deaktiviere Ebene

source: New Status
de: Neuer Status

source: The new status of the layer
de: Der neue Status der Ebene

source: This layer doesn't exist anymore.
de: Diese Ebene existiert nicht mehr.

source: Add Layer
de: Ebene hinzufügen

source: Layer to be added
de: Hinzuzufügende Ebene

source: Duplicate Layers
de: Verdopple Ebene

source: Layer to be duplicated
de: Zu kopierende Ebene

source: This layer doesn't belong to this canvas anymore
de: Diese Ebene gehört nicht mehr länger zu dieser Animation.

source: Encapsulate Layer
de: Ebene einkapseln

source: Encapsulate Layers
de: Ebenen einkapseln

source: Layer to be encapsulated
de: einzukapselnde Ebene

source: No layers to encapsulate
de: Keine Ebenen zum einkapseln

source: This layer doesn't have a parent canvas
de: Diese Ebene hat keine übergeordnete Ebene

source: Lower Layer
de: Tiefere Ebene

source: Lower Layers
de: Tiefere Ebenen

source: Layer to be lowered
de: Abzusenkende Ebene

source: Move Layer
de: Ebene bewegen

source: Layer to be moved
de: zu bewegende Ebene

source: New Index
de: Neuer Index

source: Where the layer is to be moved to
de: Wo die Ebene hinbewegt werden soll

source: Destination Canvas
de: Ziel Animation

source: The canvas the layer is to be moved to
de: Die Animation in die die Ebene bewegt werden soll

source: You cannot directly move layers across compositions
de: Ebenen können nicht direkt zwischen Kompositionen bewegt werden

source: Connect Layer Parameter
de: Verbinde Ebenenparameter

source: Param
de: Parameter

source: Layer did not recognize parameter name
de: Ebene erkennt Parametername nicht

source: Bad connection
de: Schlechte Verbindung

source: Disconnect Layer Parameter
de: Ebenenparameter lösen

source: Layer Parameter is not connected to anything
de: Ebenenparameter ist zu nichts verbunden

source: Set Layer Parameter
de: Setze Ebenenparameter

source: ValueNode attached to Parameter.
de: Wertknoten gebunden an Parameter

source: Layer did not accept parameter.
de: Ebene hat Parameter nicht akzeptiert

source: Forbid Animation
de: Animation unterbinden

source: Value Desc
de: Wertbeschreibung

source: This action is not for Value Nodes!
de: Diese Aktion ist nicht für Wertknoten!

source: Layer did not accept static value.
de: Ebene hat statischen Wert nicht akzeptiert.

source: Allow Animation
de: Animation zulassen

source: Raise Layer
de: Ebene anheben

source: Raise Layers
de: Ebenen anheben

source: Layer to be raised
de: Anzuhebende Ebene

source: Layer to be deleted
de: zu löschende Ebene

source: [default]
de: [Standard]

source: New Description
de: Neue Beschreibung

source: Enter a new description for this layer
de: Gib eine neue Beschreibung für diese Ebene ein

source: Copy Time Points
de: Kopiere Zeitpunkte

source: New Selected Layer
de: Neu ausgewählte Ebene

source: A layer to add to our selected list
de: Zur Auswahlliste hinzuzufügende Ebene

source: New Selected Canvas
de: Neu ausgewählte Animation

source: A canvas to add to our selected list
de: Zur Auswahlliste hinzuzufügende Animation

source: New Selected ValueBase
de: Neu ausgwählte Wertbasis

source: A valuenode's description to add to our selected list
de: Beschreibung des zur Auswahlliste hinzuzufügenden Wertknotens

source: New Selected Time Point
de: Neu ausgewählter Zeitpunkt

source: A time point to add to our selected list
de: Zur Auswahlliste hinzuzufügender Zeitpunkt

source: Time adjustment
de: Zeitanpassung

source: The amount of time to adjust all the selected points
de: Der Zeitraum um den alle ausgewählten Punkte angepasst werden sollen

source: Delete Time Points
de: Lösche Zeitpunkte

source: Move Time Points
de: Bewege Zeitpunkte

source: Link to BLine
de: Verknüpfe mit BLine

source: ValueDesc to link
de: Wertbeschreibung zur Verknüpfung

source: ValueDesc on BLine to link to
de: Wertebeschreibung zur BLine mit der verknüpft werden soll

source: Origin
de: Ursprung

source: Connect
de: Verbinden

source: Connect '%s' to '%s'
de: Verbinde '%s' mit '%s'

source: Destination ValueDesc
de: Ziel Wertbeschreibung

source: Source ValueNode
de: Quellen Wertkonten

source: Source ValueNode Name
de: Qullen Wertknoten Name

source: ValueDesc is not recognized or supported.
de: Wertbeschreibung wird nicht erkannt oder unterstützt.

source: Convert
de: Konvertiere

source: Convert '%s' to ValueNode type '%s'
de: Konvertiere '%s' zu Wertknoten Typ '%s'

source: The type of ValueNode that you want to be converted to
de: Der Wertknoten Typ zu dem Du konvertieren willst

source: Unable to decipher ValueDesc (Bug?)
de: Wertbeschreibung kann nicht entschlüsselt werden (Programmfehler?)

source: Unable to create new value node
de: Neuer Wertknoten kann nicht erzeugt werden

source: Disconnect
de: Lösen

source: Disconnect %s
de: Löse %s

source: Export
de: Exportieren

source: Export '%s' as '%s'
de: Exportiere '%s' als '%s'

source: The name that you want this value to be exported as
de: Name unter dem dieser Wert exportiert werden soll

source: Can only export Canvas when used as constant parameter
de: Animation kann nur exportiert werden, wenn als konstanter Parameter benutzt

source: ValueBase is already exported
de: Wertbasis ist bereits exportiert

source: Unable to export parameter. (Bug?)
de: Parameter kann nicht exportiert werden. (Programmfehler?)

source: Link
de: Verknüpfung

source: Link Opposite
de: Verküpfungsgegenstück

source: ValueDesc to smart link
de: Wertbeschreibung der intelligenten Verknüpfung

source: Cannot link two different exported values ('
de: Zwei verschiedene exportierte Werte ('

source: ' and '
de: ' und '

source: Used exported ValueNode ('
de: Verwendeter Wertkonten ('

source: Using the only available ValueNode.
de: Benutze den einzig verfügbaren Wertknoten.

source: Using the most referenced ValueNode.
de: Der meist referenzierte Wertknoten wird benutzt

source: There's a tie for most referenced; using the animated ValueNode.
de: Es gibt eine Sperre für den meist referenzierten; benutze den animierten Wertknoten.

source: There's a tie for most referenced, and both are animated; using the one with the most waypoints.
de: Es gibt eine Sperre für den meist referenzierten und beide sind animiert; benutze den mit den meisten Wegpunkten.

source: There's a tie for most referenced, and both are linkable value node animated; using the one with the most waypoints.
de: Es gibt eine Sperre für den meist referenzierten und beide sind verknüpfte Wertkoten animiert; benutze den mit den meisten Wegpunkten.

source: Everything is tied; using the least recently modified value.
de: Alles ist gebunden, benutze des zuletzt veränderten Wert

source: Absolutely everything is tied.
de: Absolut alles ist gebunden.

source: Cannot link two values of different types ('%s' and '%s')
de: Kann nicht zwei Werte unterschiedlicher Typen verknüpfen ('%s' und '%s')

source: No ValueNodes were available, so one was created.
de: keine Wertknoten verfügbar, es wurde einer erstellt

source: Set ValueDesc
de: Setze Wertbeschreibung

source: Set %s
de: Setze %s

source: Unable to find action ValueDescSet (bug)
de: Aktion Wertbeschreibungsmenge (ValueDescSet) nicht gefunden (Programmfehler)

source: Bad type for composite (%s)
de: Ungültiger Typ für Verbund (%s)

source: Bad type for radial composite (%s)
de: Ungültiger Typ für radialen Verbund (%s)

source: Attempt to edit scale ValueNode with a scale factor of zero.
de: Versuch den Maßstabsfaktor des Wertknotens auf Null zu setzen.

source: It is forbidden to set lower boundary equal or bigger than upper boundary
de: Es ist verboten den unteren Grenzwert gleich oder größer dem oberen Grenzwert zu setzen

source: Direct manipulation of this ValueNode type is not yet supported
de: Direkte Änderung dieses Wertes ist noch nicht unterstützt

source: You must be in Animate-Editing-Mode to directly manipulate this value
de: Du musst im Animationseingabe Modus sein um diesen Wert direkt zu verändern

source: Unsupported ValueDesc type
de: Nicht unterstützter Wertbeschreibung Typ

source: Remove Multiple Items(Smart)
de: Doppelte Objekte (intelligent) entfernen

source: Unable to find action (bug)
de: Aktion nicht auffindbar (Programmfehler)

source: Add ValueNode
de: Wertknoten hinzufügen

source: New ValueNode
de: Neuer Wertknoten

source: ValueNode to be added
de: Hinzuzufügender Wertknoten

source: Parameter appears to already be exported
de: Dieser Parameter ist vermutlich schon exportiert

source: Another exported ValueBase with this name already exists
de: Eine anderer Wertbasis mit diesem Namen existiert bereits

source: Exception caught on Add ValueNode.
de: Ausnahmebedingung beim Hinzufügen eines Werteknotens.

source: Exception caught on Remove ValueNode.
de: Ausnahmebedingung bei m Entfernen eines Werteknotens.

source: Set ValueNode_Const
de: Setze Werteknoten Konstante (ValueNode_Const)

source: ValueNode_Const
de: Werteknoten Konstante (ValueNode_Const)

source: Insert Item
de: Gegenstand einfügen

source: ValueNode to insert
de: einzufügender Werteknoten

source: Insert Item (Smart)
de: Gegenstand einfügen (smart)

source: Unable to find action "ActivepointSetOn"
de: Aktion "ActivepointSetOn" (Aktivpunkt an) nicht gefunden

source: Remove Item
de: Gegenstand entfernen

source: Remove Item (Smart)
de: Gegenstand entfernen (smart)

source: Rotate Order
de: Drehrichtung

source: Unloop
de: Öffnen

source: Connect ValueNode Link
de: Verbinde Wertknoten Verknüpfung

source: Parent ValueNode
de: Übergeordneter Wertknoten

source: ValueNode to be connected
de: zu verbindender Wertknoten

source: Bad index, too big. LinkCount=%d, Index=%d
de: Ungültiger Index, zu groß. Verknüpfungen=%d, Index=%d

source: Parent would not accept link
de: Übergeordnetes wird Verknüpfung nicht akzeptieren

source: Parent would not accept old link
de: Übergeordneter Gegenstand würde keine alte Verknüpfung akzeptieren

source: Disconnect ValueNode Link
de: Entferne Wertknoten Verknüpfung

source: Unexport
de: Export rückgängig machen

source: Unexport '%s'
de: Export rückgängig machen '%s'

source: Rename ValueNode
de: Wertknoten umbenennen

source: Rename ValueNode from '%s' to '%s'
de: Benenne Wertknoten von '%s' in '%s' m

source: The new name of the ValueNode
de: Der neue Name des Wertknotens

source: A ValueNode with this ID already exists in this canvas
de: Ein Wertknoten mit dieser ID existiert bereits in dieser Animation

source: A ValueNode with the old ID already exists in this canvas (BUG)
de: Ein Wertknoten mit der alten ID existiert bereits in dieser Animation (Programmfehler)

source: Replace ValueNode
de: Wertknoten ersetzen

source: Destination ValueNode
de: ZIel Wertknoten

source: ValueNode to replaced
de: zu ersetzender Wertknoten

source: ValueNode that will replace the destination
de: Wertknoten, der das Ziel ersetzen wird

source: Attempted to replace valuenode with itself
de: Versuch den Wertknoten mit sich selbst zu ersetzen

source: You cannot replace ValueNodes with different types!
de: Du kannst Wertknoten mit unterschiedlichen Typen nicht ersetzen!

source: Nothing to replace.
de: Nichts zu ersetzen.

source: Action Failure. This is a bug. Please report it.
de: Aktionsfehler. Dies ist ein Programmfehler. Bitte melde ihn.

source: This action cannot be undone under these circumstances.
de: Diese Aktion kann unter diesen Umständen nicht rückgängig gemacht werden.

source: Add Waypoint
de: Wegpunkt hinzufügen

source: New Waypoint
de: Neuer Wegpunkt

source: Waypoint to be added
de: Hinzuzufügender Wegpunkt

source: Time where waypoint is to be added
de: Zeit zu der der Wegpunkt hinzugefügt werden soll

source: A Waypoint already exists at this point in time (%s)
de: Ein Wegpunkt existiert bereits zu diesem Zeitpunkt (%s)

source: This waypoint is already in the ValueNode
de: Dieser Wegpunkt ist bereits im Wegknoten

source: Remove Waypoint
de: Wegpunkt entfernen

source: ValueNode (Animated)
de: Wertknoten (animiert)

source: Waypoint to be Removed
de: zu entfernender Webpunkt

source: UniqueID mismatch, iter=%d, waypoint=%d
de: Eindeutige ID Abweichung, iter=%d, Wegpunkt=%d

source: Time mismatch iter=%s, waypoint=%s
de: Zeit Abweichung iter=%s, Wegpunkt=%s

source: Unable to create ValueNode_Reference
de: Wertknoten Referenz (ValueNode_Reference) kann nicht erzeugt werden

source: This animated value node should be empty, but for some reason it isn't. This is a bug. (1)
de: Dieser animierte Wertknoten sollte leer sein, aber er ist es nicht. Dies ist ein Programmfehler. (1)

source: This animated value node should be empty, but for some reason it isn't. This is a bug. (2)
de: Dieser animierte Wertknoten sollte leer sein, aber er ist es nicht. Dies ist ein Programmfehler. (2)

source: A Waypoint already exists at this point in time
de: Zu diesem Zeitpunkt existiert bereits ein Wegpunkt

source: Set Waypoint
de: Setze Wegpunkt

source: Waypoint to be changed
de: Zu ändernder Wegpunkt

source: Unable to find waypoint
de: Wegpunkt wurde nicht gefunden

source: The waypoint to remove no longer exists
de: Der zu entfernende Wegpunkt existiert nicht mehr

source: Action is not ready.
de: Aktion ist nicht bereit.

source: This action cannot be undone! Are you sure you want to continue?
de: Diese Aktion kann nicht rückgängig gemacht werden! Bist Du sicher, dass Du weiter machen willst?

source: Failed
de: Fehlgeschlagen

source: Successful
de: Erfolgreich

source: (Undo):
de: (Rückgängig):

source: Failed to undo.
de: Rückgängig machen fehlgeschlagen.

source: (Redo):
de: (Wiederholen):

source: Failed to redo.
de: Wiederholen fehlgeschlagen.

source: State restore failure
de: Zustand wiederherstellen fehlgeschlagen

source: Action Not Ready, unable to change mode
de: Aktion nicht bereit, Modus kann nicht geändert werden

source: Unable to change mode
de: Modus kann nicht geändert werden

source: Add Layer To
de: Ebene hinzufügen zu

source: Action Not Ready
de: Aktion nicht bereit

source: Action Failed.
de: Aktion fehlgeschlagen.

source: Move Action Not Ready
de: Aktion bewegen nicht bereit

source: Move Action Failed.
de: Aktion bewegen fehlgeschlagen.

source: Empty name!
de: Leerer Name!

source: Filename must have an extension!
de: Dateinamen muss eine Erweiterung haben!

source: Unable to open this composition
de: Diese Komposition kann nicht geöffnet werden

source: Unable to create "Paste Canvas" layer
de: "Paste Canvas" (Animation einfügen) Ebene kann nicht erzeugt werden

source: Could not set children lock of imported canvas
de: Sperre der untergeordenten Elemente der importierten Leinwand nicht möglich

source: Uncaught exception when attempting to open this composition --
de: Ausnahmebedingung beim Versuch diese Komposition zu öffnen --

source: I don't know how to open images of this type --
de: Ich weiß nicht wie man Bilder diesen Typs öffnet --

source: Unnamed%08d
de: Unbenannt%08d

source: The value you are trying to edit is in a composition which doesn't seem to be open. Open that composition and you should be able to edit this value as normal.
de: Der Wert, den Du versuchst zu ändern ist in einer Komposition, die wohl nicht geöffnet ist. Öffne sie Komposition und Du kannst diesen Wert wie normal verändern.

source: (no/yes)
de: (nein/ja)

source: (yes/no)
de: (ja/nein)

source: (cancel/ok)
de: (abbrechen/ok)

source: (ok/cancel)
de: (ok/abbrechen)

source: error:
de: Fehler:

source: warning:
de: Warnung:

source: Layer Parameter
de: Ebenen Parameter

source: Const ValueNode
de: Konstanter Wertknoten

source: Exported ValueNode
de: Exportierter Wertknoten
